Repository: tuist/tuist
Catalog: server/priv/gettext/*/LC_MESSAGES/marketing.po
Languages: es, ja, ru, tr

source: You can set up the Air plan and use the features for a few days to get a usage estimate. If you need a higher limit, let us know and we can help you set up a custom plan.
es: Puedes configurar el plan Aire y utilizar las funciones durante unos días para obtener una estimación de uso. Si necesitas un límite mayor, dínoslo y te ayudaremos a configurar un plan personalizado.
ja: Airプランを設定し、数日間機能を使用して使用量を見積もることができます。より高い制限が必要な場合はお知らせください。カスタムプランの設定をサポートします。
ru: Вы можете подключить тариф Air и использовать функции несколько дней, чтобы оценить объём использования. Если вам потребуется больший лимит, просто сообщите нам – мы поможем настроить индивидуальный план.
tr: Air planını kurabilir ve kullanım tahmini almak için özellikleri birkaç gün kullanabilirsiniz. Daha yüksek bir limite ihtiyacınız varsa bize bildirin, size özel bir plan oluşturmanıza yardımcı olabiliriz.

source: You can set up the Air plan, and use the features for a few days to get a usage estimate. If you need a higher limit, let us know and we can help you set up a custom plan.
es: Puedes configurar el plan Aire y utilizar las funciones durante unos días para obtener una estimación de uso. Si necesitas un límite mayor, dínoslo y te ayudaremos a configurar un plan personalizado.
ja: Airプランを設定し、数日間機能を使用して使用量を見積もることができます。より高い制限が必要な場合はお知らせください。カスタムプランの設定をサポートします。
ru: Вы можете подключить тариф Air и использовать функции несколько дней, чтобы оценить объём использования. Если вам потребуется больший лимит, просто сообщите нам – мы поможем настроить индивидуальный план.
tr: Air planını ayarlayabilir ve kullanım tahmini almak için özellikleri birkaç gün kullanabilirsiniz. Daha yüksek bir limite ihtiyacınız varsa bize bildirin, size özel bir plan oluşturmanıza yardımcı olabiliriz.

source: You'll be warned before reaching your plan limits. Once reached, the plan will cap interactions to prevent unexpected charges.
es: Se le avisará antes de alcanzar los límites de su plan. Una vez alcanzado, el plan limitará las interacciones para evitar cargos inesperados.
ja: プランの制限に達する前に警告されます。制限に達すると、予期しない請求を防ぐためにインタラクションが制限されます。
ru: Мы предупредим вас перед достижением лимитов тарифа. После превышения взаимодействия будут ограничены, чтобы избежать непредвиденных расходов.
tr: Plan sınırlarınıza ulaşmadan önce uyarılacaksınız. Limitlere ulaşıldığında, plan beklenmedik ücretlendirmeleri önlemek için etkileşimleri sınırlandıracaktır.

source: You'll receive newsletter issues every 6 weeks with the most important work happening in Tuist and our vision for the future of app development at scale.
es: Recibirás boletines cada 6 semanas con el trabajo más importante que se está realizando en Tuist y nuestra visión del futuro del desarrollo de aplicaciones a escala.
ja: 6週間ごとにニュースレターをお届けし、Tuistで起きている最も重要な取り組みと、大規模アプリ開発の未来に対する私たちのビジョンをお伝えします。
ru: Вы будете получать рассылку каждые шесть недель с ключевыми новостями Tuist и нашим видением будущего масштабируемой разработки приложений.
tr: Her 6 haftada bir Tuist'te gerçekleşen en önemli çalışmaları ve büyük ölçekte uygulama geliştirmenin geleceğine yönelik vizyonumuzu içeren bülten sayıları alacaksınız.

source: You're only charged for the features you use, based on your usage, and only after you exceed a free threshold.
es: Sólo se te cobran las prestaciones que utilizas, en función de tu uso, y sólo cuando superas un umbral de gratuidad.
ja: 使用した機能に対してのみ、使用量に基づいて課金され、無料の閾値を超えた後にのみ課金されます。
ru: Вы платите только за используемые функции: по факту использования и только после превышения бесплатного лимита.
tr: Yalnızca kullandığınız özellikler için, kullanımınıza bağlı olarak ve yalnızca ücretsiz bir eşiği aştıktan sonra ücretlendirilirsiniz.

source: Your platform team, as a service
es: Su equipo de plataforma, como servicio
ja: プラットフォームチームをサービスとして
ru: Ваша платформенная команда как сервис
tr: Platform ekibiniz, bir hizmet olarak

source: core development experience"
es: experiencia básica de desarrollo".
ja: コア開発体験を維持できる」
ru: ключевой опыт разработки»
tr: çekirdek geliştirme deneyimi"

source: in one platform
es: en un solo lugar
ja: 1つのプラットフォームで
ru: в одной платформе
tr: tek platformda

source: open source
es: código abierto
ja: オープンソース
tr: açık kaynak

source: pay as you go
es: pago por uso
ja: 従量課金
ru: оплата по факту
tr: Gittiğin kadar öde

source: pinpoint the exact moment of the issue during testing
es: localizar el momento exacto del problema durante las pruebas
ja: テスト中に問題が発生した正確な瞬間を特定
ru: точно определить момент возникновения ошибки при тестировании
tr: Test sırasında sorunun tam olarak ne zaman ortaya çıktığını saptamak

source: read more
es: leer más
ja: もっと読む
ru: подробнее
tr: daha fazla oku

source: review every step the agent took with visual context
es: revisar cada paso que dio el agente con contexto visual
ja: 視覚的なコンテキストでエージェントの各ステップを確認
ru: проверьте каждый шаг агента с визуальным контекстом
tr: Temsilcinin attığı her adımı görsel bağlamla gözden geçirme

source: see what was tested, issues found, and results at a glance
es: ver lo que se ha probado, los problemas encontrados y los resultados de un vistazo
ja: テスト内容、発見された問題、結果を一目で確認
ru: сразу увидите, что протестировано, какие проблемы найдены и каковы результаты
tr: Neyin test edildiğini, bulunan sorunları ve sonuçları bir bakışta görün

source: via Community Forum
es: a través del Foro comunitario
ja: コミュニティフォーラム経由
ru: через форум сообщества
tr: Topluluk Forumu aracılığıyla

source: via dedicated Slack
es: a través de Slack
ja: 専用Slack経由
ru: через выделенный канал Slack
tr: özel Slack aracılığıyla

source: your competitive advantage
es: tu ventaja competitiva
ja: あなたの武器に
ru: своим конкурентным преимуществом
tr: rekabet avantajınıza dönüştürün

source: Custom
es: A medida
ja: カスタム
ru: Индивидуальный
tr: Özel

source: Free
es: Gratis
ja: 無料
ru: Бесплатно
tr: Ücretsiz

source: and up
es: y más
ja: から
ru: и выше
tr: ve yukarı

source: per additional unit
es: por unidad adicional
ja: 追加1ユニットあたり
tr: ek birim başına

source: AI writes faster. So should your builds.
es: La IA escribe más rápido. Tus builds también deberían.
ja: AIは速く書く。ビルドも速くあるべき。
tr: Yapay zeka daha hızlı yazıyor. Yapılarınız da öyle olmalı.

source: A Tuist command execution that interacts with the server pull test result information. As an estimate, this is roughly equivalent to the number of test runs on CI.
es: La ejecución de un comando Tuist que interactúa con el servidor extrae información sobre los resultados de las pruebas. Como estimación, esto es aproximadamente equivalente al número de ejecuciones de prueba en CI.
ja: サーバーと連携してテスト結果情報を取得するTuistコマンド実行。概算として、これはCIでのテスト実行回数にほぼ相当します。
ru: Выполнение команды Tuist, которая взаимодействует с сервером и извлекает информацию о результатах тестирования. По приблизительным оценкам, это примерно равно количеству прогонов тестов на CI.
tr: Sunucu ile etkileşime giren bir Tuist komut yürütmesi test sonucu bilgilerini çeker. Tahmini olarak, bu kabaca CI'daki test çalıştırma sayısına eşdeğerdir.

source: A Tuist command execution that interacts with the server to pull module binaries. As an estimate, this is roughly equivalent to the number of clean builds on CI, plus local project generations that aren't cached locally.
es: Una ejecución de comandos Tuist que interactúa con el servidor para extraer los binarios de los módulos. Como estimación, esto equivale aproximadamente al número de construcciones limpias en CI, más las generaciones de proyectos locales que no se almacenan en caché localmente.
ja: サーバーと連携してモジュールバイナリを取得するTuistコマンド実行。概算として、これはCI上のクリーンビルド数と、ローカルにキャッシュされていないローカルプロジェクト生成の合計にほぼ相当します。
ru: Выполнение команды Tuist, которая взаимодействует с сервером для извлечения бинарных файлов модулей. По приблизительным оценкам, это примерно равно количеству чистых сборок на CI, плюс локальные генерации проектов, которые не кэшируются локально.
tr: Modül ikili dosyalarını çekmek için sunucu ile etkileşime giren bir Tuist komut yürütmesi. Tahmini olarak, bu kabaca CI'daki temiz derlemelerin sayısına ve yerel olarak önbelleğe alınmayan yerel proje nesillerine eşdeğerdir.

source: About us
es: Quiénes somos
ja: 私たちについて
ru: О нас
tr: Hakkımızda

source: Hits
es: Accesos
ja: ヒット数
ru: Обращения
tr: İstek Sayısı

source: Read customer story
es: Leer la historia de un cliente
ja: 導入事例を読む
ru: Прочитать историю клиента
tr: Müşteri hikayesini okuyun

source: Explore Tuist's features
es: Explora las características de Tuist
ja: Tuistの機能を探る
ru: Изучите возможности Tuist
tr: Tuist'in özelliklerini keşfedin

source: Explore features
es: Explorar funciones
ja: 機能を探る
ru: Изучите особенности
tr: Özellikleri keşfedin

source: live on our dashboard
es: en vivo en nuestro panel
ja: ダッシュボードでライブ表示
ru: в прямом эфире на нашей приборной панели
tr: kontrol panelimizde canlı

source: Language
es: Idioma
ja: 言語
ru: Язык
tr: Dil

source: Blog
ja: ブログ
ru: Блог

source: Forum
es: Foro
ja: フォーラム
ru: Форум

source: Tuist Blog
es: Blog de Tuist
ja: Tuistブログ
ru: Блог Tuist
