Repository: tuist/tuist
Catalog: server/priv/gettext/*/LC_MESSAGES/marketing.po
Languages: es, ja, ru, tr

source: "We could solve our immediate problems and do so while maintaining a familiar
es: "Podríamos resolver nuestros problemas inmediatos y hacerlo manteniendo un familiar
ja: 「目の前の問題を解決しつつ、慣れ親しんだ
ru: "Мы смогли решить наши текущие проблемы и при этом сохранить привычный
tr: "Acil sorunlarımızı çözebilir ve bunu tanıdık bir ortamı koruyarak yapabiliriz.

source: 105 remote binaries pulled
es: 105 binarios remotos descargados
ja: 105件のリモートバイナリを取得
ru: 105 удалённых бинарников загружено
tr: 105 binary dosya uzak sunucudan çekildi

source: 10K+
es: 10mil+
tr: 10 bin+

source: 5K+
es: 5mil+
tr: 5 Bin+

source: <p>Our commitment to open-source and our core values shape our unique approach to pricing. Unlike many models that try to extract every dollar from you with "contact sales" calls, limited demos, and other sales tactics, we believe in fairness and transparency. We treat everyone equally and set prices that are fair for all. By choosing our services, you are not only getting a great product but also supporting the development of more open-source projects. We see building a thriving business as a long-term journey, not a short-term sprint filled with shady practices. You can %{read_more} about our philosophy.</p> <p>By supporting Tuist, you are also supporting the development of more open-source software for the Swift ecosystem.</p>
es: <p>Nuestro compromiso con el código abierto y nuestros valores fundamentales conforman nuestro enfoque único de los precios. A diferencia de muchos modelos que intentan sacarle hasta el último dólar con llamadas de "ventas de contacto", demostraciones limitadas y otras tácticas de venta, nosotros creemos en la equidad y la transparencia. Tratamos a todos por igual y fijamos precios justos para todos. Al elegir nuestros servicios, no sólo obtiene un gran producto, sino que también apoya el desarrollo de más proyectos de código abierto. Entendemos la creación de un negocio próspero como un viaje a largo plazo, no como un sprint a corto plazo lleno de prácticas turbias. Puedes %{read_more} sobre nuestra filosofía.</p> <p>Al apoyar a Tuist, también estás apoyando el desarrollo de más software de código abierto para el ecosistema Swift.</p>
ja: <p>オープンソースへのコミットメントとコアバリューが、独自の価格設定アプローチを形成しています。「営業へお問い合わせ」、限定デモ、その他のセールス戦術でお客様から少しでも多く引き出そうとする多くのモデルとは異なり、私たちは公正さと透明性を信じています。すべての人を平等に扱い、誰にとっても公平な価格を設定します。私たちのサービスを選ぶことで、優れた製品を手に入れるだけでなく、より多くのオープンソースプロジェクトの開発を支援することになります。繁栄するビジネスの構築は長期的な旅であり、怪しい慣習に満ちた短期スプリントではないと考えています。私たちの理念については%{read_more}をご覧ください。</p> <p>Tuistをサポートすることで、Swiftエコシステムのためのより多くのオープンソースソフトウェアの開発も支援することになります。</p>
ru: <p>Наша приверженность к open-source и наши основные ценности формируют наш уникальный подход к ценообразованию. В отличие от многих моделей, которые пытаются выжать из вас каждый доллар с помощью звонков "Свяжитесь с отделом продаж", ограниченных демо и других маркетинговых приёмов, мы верим в честность и прозрачность. Мы относимся ко всем одинаково и устанавливаем справедливые цены для всех. Выбирая наши сервисы, вы не только получаете отличный продукт, но и поддерживаете развитие новых open-source проектов. Мы рассматриваем построение успешного бизнеса как долгосрочное путешествие, а не как спринт, наполненный сомнительными практиками. Вы можете %{read_more} о нашей философии.</p> <p>Поддерживая Tuist, вы также поддерживаете развитие open-source программного обеспечения для экосистемы Swift.</p>
tr: <p>Açık kaynağa bağlılığımız ve temel değerlerimiz, fiyatlandırmaya olan yaklaşımımızı benzersiz kılıyor. Birçok modelin “satış için iletişime geçin”, sınırlı demolar ve diğer satış taktikleriyle sizden her doları almaya çalışmasının aksine, biz adalet ve şeffaflığa inanıyoruz. Herkese eşit davranıyor ve herkese adil fiyatlar belirliyoruz. Hizmetlerimizi seçerek yalnızca harika bir ürün almakla kalmıyor, aynı zamanda daha fazla açık kaynak projesinin geliştirilmesini destekliyorsunuz. Biz başarılı bir işi; kısa vadeli, dürüst olmayan uygulamalarla aceleye getirmiyor, uzun vadeli bir yolculuk olarak görüyoruz. Felsefemiz hakkında daha fazla %{read_more} okuyabilirsiniz. </p> <p>Tuist’i destekleyerek aynı zamanda Swift ekosistemi için daha fazla açık kaynak yazılım geliştirilmesini de destekliyorsunuz.</p>

source: A confirmation email has been sent to your account with further details.
es: Se ha enviado un correo electrónico de confirmación a su cuenta con más detalles.
ja: 詳細を記載した確認メールをお送りしました。
ru: На ваш адрес отправлено письмо с подтверждением и подробностями.
tr: Hesabınıza daha fazla detay içeren bir doğrulama e-postası gönderildi.

source: A newsletter from the Tuist team sharing product updates, our perspective on modern app development, and what's on the horizon. Stay in the loop with where we're headed and why.
es: Un boletín del equipo de Tuist que comparte actualizaciones de productos, nuestra perspectiva sobre el desarrollo de aplicaciones modernas y lo que está en el horizonte. Mantente al tanto de hacia dónde nos dirigimos y por qué.
ja: Tuistチームからのニュースレターでは、製品アップデート、最新のアプリ開発に対する私たちの見解、そして今後の展望をお届けします。私たちがどこへ向かっているのか、その理由を常に把握しましょう。
ru: Рассылка от команды Tuist с обновлениями продукта, нашим взглядом на современную мобильную разработку и тем, что нас ждёт впереди. Будьте в курсе того, куда мы движемся и почему.
tr: Tuist ekibinden; ürün güncellemelerini, modern uygulama geliştirme konusundaki bakış açımızı ve ufukta olanları paylaşan bir bülten. Nereye gittiğimizi ve nedenini takipte kalın.

source: API Documentation
es: Documentación de la API
ja: APIドキュメント
ru: Документация API
tr: API Dokümantasyonu

source: About
es: Acerca de
ja: 概要
ru: О Tuist
tr: Hakkında

source: Active community members and counting
es: Miembros activos de la comunidad y contando
ja: アクティブなコミュニティメンバー数（増加中）
ru: Активных участников сообщества, и становится больше
tr: Aktif topluluk üyeleri ve sayıları artıyor

source: Agentic QA
es: QA basado en agentes
ja: AIエージェントQA
ru: Агентное QA
tr: Yapay zeka destekli test süreçleri

source: Agentic testing of your app completed
es: Tu app ya pasó las pruebas con inteligencia artificial
ja: アプリのAIエージェントテストが完了
ru: AI-тестирование завершено
tr: Uygulamanızın yapay zeka destekli testleri tamamlandı

source: All
es: Todos
ja: すべて
ru: Все
tr: Tümü

source: All features, no credit card required
es: Todas las funcionalidades, sin tarjeta de crédito
ja: 全機能利用可能、クレジットカード不要
ru: Все функции, без привязки карты
tr: Tüm özellikler, kredi kartı gerekmez

source: All systems normal
es: Todos los sistemas funcionan con normalidad
ja: 全システム正常
ru: Все системы в норме
tr: Tüm sistemler normal

source: All the features you need,
es: Todo lo que necesitas,
ja: 必要なすべての機能を、
ru: Все нужные функции
tr: İhtiyacınız olan tüm özellikler,

source: Analyze build times per target and file with metadata like environment, Xcode version, and commit.
es: Analiza los tiempos de compilación por target y archivo con metadatos como entorno, versión de Xcode y commit.
ja: 環境、Xcodeバージョン、コミットなどのメタデータと共に、ターゲットやファイルごとのビルド時間を分析します。
ru: Анализируйте время сборки по целям и файлам с учётом окружения, версии Xcode и коммита.
tr: Hedef ve dosya bazında derleme sürelerini; ortam, Xcode sürümü ve commit gibi metaverilerle birlikte analiz edin.

source: Automate testing your apps for Apple platforms using agents.
es: Automatice el testeo de sus aplicaciones para plataformas Apple utilizando agentes de AI.
ja: AIエージェントを使用してAppleプラットフォーム向けアプリのテストを自動化します。
ru: Автоматизируйте тестирование приложений для платформ Apple с помощью агентов.
tr: Ajanlar kullanarak Apple platformları için uygulamalarınızın testini otomatikleştirin.

source: Base price
es: Precio base
ja: 基本料金
ru: Базовая цена
tr: Taban fiyat

source: Best for teams and growing startups.
es: El mejor para equipos y startups en crecimiento.
ja: チームや成長中のスタートアップに最適。
ru: Лучший выбор для команд и растущих стартапов.
tr: Takımlar ve büyüyen girişimler için en iyisi.

source: Beyond expectations
es: Superando todas las expectativas
ja: 期待を超える
ru: Выше ожиданий
tr: Beklentilerin ötesinde

source: Blog posts by the Tuist team.
es: Posts del equipo de Tuist.
ja: Tuistチームによるブログ記事。
ru: Блог команды Tuist.
tr: Tuist ekibinden blog yazıları.

source: Build Insights
es: Análisis de builds
ja: ビルド分析
ru: Аналитика сборок
tr: Derleme Analizleri

source: Build insights
es: Análisis de builds
ja: ビルド分析
ru: Аналитика сборки
tr: Derleme analizleri

source: Build times reduced by 80%
es: Compilaciones un 80% más rápidas
ja: ビルド時間を80%短縮
ru: Сборка быстрее на 80%
tr: Derleme süreleri %80 azaldı

source: Building the future of scalable app development
es: Construyendo el futuro del desarrollo de aplicaciones escalables
ja: スケーラブルなアプリ開発の未来を構築
ru: Создаём будущее масштабируемой разработки приложений
tr: Ölçeklenebilir uygulama geliştirmenin geleceğini inşa ediyoruz

source: Builds
es: Compilaciones
ja: ビルド
ru: Сборки
tr: Derlemeler

source: Bumble solved key issues without changing the core dev experience
es: Bumble resolvió problemas críticos sin comprometer la experiencia del desarrollador.
ja: Bumbleはコアな開発体験を変えずに主要な問題を解決
ru: Bumble решил ключевые проблемы, сохранив привычный опыт разработки
tr: Bumble, temel geliştirme deneyimini değiştirmeden önemli sorunları çözdü

source: Bundle Insights
es: Análisis de bundles
ja: バンドル分析
ru: Аналитика бандлов
tr: Bundle Analizleri

source: Bundle analysis
es: Análisis de bundles
ja: バンドル分析
ru: Аналитика бандлов
tr: Bundle analizi

source: Bundle insights
es: Análisis de bundles
ja: バンドル分析
ru: Аналитика бандлов
tr: Bundle analizleri

source: Cache
ja: キャッシュ
ru: Кэш
tr: Önbellek

source: Can I change or cancel my plan at any time?
es: ¿Puedo cambiar o cancelar mi plan en cualquier momento?
ja: プランはいつでも変更やキャンセルできますか？
ru: Могу ли я изменить или отменить свой план в любое время?
tr: Planımı istediğim zaman değiştirebilir veya iptal edebilir miyim?

source: Changelog
ja: 変更履歴
ru: История изменений
tr: Güncelleme geçmişi

source: Chat with the founders
es: Habla con los fundadores
ja: 創設者とチャット
ru: Чат с основателями
tr: Kurucularla sohbet edin

source: Check our sources, issues, and PRs
es: Consulta nuestro código fuente, issues y PRs
ja: ソースコード、Issue、PRをチェック
ru: Ознакомьтесь с нашим кодом, задачами и PR
tr: Kaynak kodumuzu, issue ve PR'larımızı kontrol edin

source: Check out our GitHub to see all the action—where the magic happens and collaboration thrives.
es: Visite nuestro GitHub para ver toda la acción, donde se produce la magia y prospera la colaboración.
ja: 私たちのGitHubをチェックして、すべてのアクションをご覧ください。そこでは魔法が起こり、コラボレーションが生まれています。
ru: Загляните на наш GitHub — там творится магия и кипит совместная работа.
tr: Sihrin gerçekleştiği ve işbirliğinin geliştiği tüm aksiyonu görmek için GitHub'ımıza göz atın.

source: Check out our REST API documentation
es: Consulte nuestra documentación sobre la API REST
ja: REST APIドキュメントをご覧ください
ru: Ознакомьтесь с нашей документацией REST API
tr: REST API dokümantasyonumuza göz atın

source: Check out our documentation
es: Consulte nuestra documentación
ja: ドキュメントをご覧ください
ru: Ознакомьтесь с нашей документацией
tr: Dokümantasyonumuza göz atın

source: Close menu
es: Cerrar menú
ja: メニューを閉じる
ru: Закрыть меню
tr: Menüyü kapat

source: Community
es: Comunidad
ja: コミュニティ
ru: Сообщество
tr: Topluluk

source: Community Forum
es: Foro comunitario
ja: コミュニティフォーラム
ru: Форум сообщества
tr: Topluluk Forumu

source: Community forum
es: Foro comunitario
ja: コミュニティフォーラム
ru: Форум сообщества
tr: Topluluk forumu

source: Community support
es: Soporte de la comunidad
ja: コミュニティサポート
ru: Поддержка сообщества
tr: Topluluk desteği

source: Community support via forum
es: Soporte de la comunidad a través del foro
ja: フォーラムを通じたコミュニティサポート
ru: Поддержка сообщества на форуме
tr: Forum aracılığıyla topluluk desteği

source: Company
es: Empresa
ja: 会社情報
ru: Компания
tr: Şirket

source: Compare our plans
es: Compare nuestros planes
ja: プランを比較
ru: Сравнить наши планы
tr: Planlarımızı karşılaştırın

source: Concise Summary
es: Resumen conciso
ja: 簡潔なサマリー
ru: Краткое описание
tr: Kısa Özet

source: Connect with other Tuist users, share experiences, and get help from the community.
es: Conecta con otros usuarios de Tuist, comparte experiencias y recibe ayuda de la comunidad.
ja: 他のTuistユーザーとつながり、経験を共有し、コミュニティからサポートを受けましょう。
ru: Общайтесь с другими пользователями Tuist, делитесь опытом и получайте помощь от сообщества.
tr: Diğer Tuist kullanıcıları ile bağlantı kurun, deneyimlerinizi paylaşın ve topluluktan yardım alın.

source: Contact
es: Contacto
ja: お問い合わせ
ru: Контакты
tr: İletişim

source: Contact us
es: Contáctenos
ja: お問い合わせ
ru: Свяжитесь с нами
tr: Bize ulaşın

source: Contributors
es: Contribuidores
ja: コントリビューター
ru: контрибьюторов
tr: Katkıda bulunanlar

source: Cookie policy
es: Política de cookies
ja: Cookieポリシー
ru: Политика cookie
tr: Çerez politikası

source: Create your plan or self-host your instance.
es: Cree su plan o autoaloje su instancia.
ja: プランを作成するか、インスタンスをセルフホストしてください。
ru: Создайте свой план или разверните у себя.
tr: Planınızı oluşturun veya projeyi kendiniz barındırın.

source: Custom legal agreements and terms of service tailored to your organization's needs.
es: Acuerdos legales y condiciones de servicio personalizados y adaptados a las necesidades de su organización.
ja: 組織のニーズに合わせたカスタム契約と利用規約。
ru: Индивидуальные юридические соглашения и условия обслуживания, адаптированные под потребности вашей организации.
tr: Kuruluşunuzun ihtiyaçlarına göre uyarlanmış özel yasal sözleşmeler ve hizmet şartları.

source: Cuts build times by caching and reusing binaries
es: Reduce el tiempo de compilación almacenando en caché y reutilizando los binarios.
ja: バイナリのキャッシュと再利用でビルド時間を短縮
ru: Сокращает время сборки за счёт кеширования и повторного использования бинарных файлов
tr: İkili dosyaları önbelleğe alarak ve yeniden kullanarak derleme sürelerini kısaltır

source: Dashboard
es: Panel
ja: ダッシュボード
ru: Дашборд
tr: Panel

source: Designed for large scale organizations.
es: Diseñado para organizaciones a gran escala.
ja: 大規模組織向けに設計。
ru: Предназначен для крупных организаций.
tr: Büyük ölçekli kuruluşlar için tasarlanmıştır.

source: Developers
es: Desarrolladores
ja: 開発者
ru: Разработчики
tr: Geliştiriciler

source: Discover our flexible pricing plans at Tuist. Enjoy a free tier with no time limits, and pay only for what you use. Plus, it's free forever for open source projects.
es: Descubre nuestros planes de precios flexibles en Tuist. Disfruta de un nivel gratuito sin límites de tiempo y paga sólo por lo que uses. Además, es gratis para siempre para los proyectos de código abierto.
ja: Tuistの柔軟な料金プランをご覧ください。時間制限なしの無料枠を楽しみ、使った分だけお支払いください。さらに、オープンソースプロジェクトは永久無料です。
ru: Откройте гибкие тарифы Tuist. Бесплатный уровень без ограничений по времени — платите только за то, чем пользуетесь. Open-source проектам — бесплатно навсегда.
tr: Tuist'teki esnek fiyatlandırma planlarımızı keşfedin. Zaman sınırı olmayan ücretsiz bir katmanın keyfini çıkarın ve yalnızca kullandığınız kadar ödeyin. Ayrıca, açık kaynaklı projeler için sonsuza kadar ücretsiz.

source: Do you offer annual billing discounts?
es: ¿Ofrecen descuentos por facturación anual?
ja: 年払い割引はありますか？
ru: Есть ли скидки при годовой оплате?
tr: Yıllık fatura indirimleri sunuyor musunuz?

source: Do you offer discounts for non-profits and open-source?
es: ¿Ofrecen descuentos para organizaciones sin ánimo de lucro y de código abierto?
ja: 非営利団体やオープンソース向けの割引はありますか？
ru: Есть ли скидки для некоммерческих организаций и open-source проектов?
tr: Kar amacı gütmeyen kuruluşlar ve açık kaynak için indirim sunuyor musunuz?

source: Do you support a seat-based pricing model?
es: ¿Es partidario de un modelo de precios basado en el número de plazas?
ja: シートベースの料金モデルに対応していますか？
ru: Есть ли у вас тарифы, зависящие от числа пользователей?
tr: Koltuk bazlı bir fiyatlandırma modelini destekliyor musunuz?

source: Docs
ja: ドキュメント
ru: Документация
tr: Dokümanlar

source: Documentation
es: Documentación
ja: ドキュメント
ru: Документация
tr: Dokümantasyon

source: Download
es: Descargar
ja: ダウンロード
ru: Скачать
tr: İndir

source: Download our iOS and macOS apps
es: Descarga nuestras aplicaciones para iOS y macOS
ja: iOSおよびmacOSアプリをダウンロード
ru: Скачайте наши приложения для iOS и macOS
tr: iOS ve macOS uygulamalarımızı indirin

source: Effortlessly share your app with a single URL.
es: Comparta su aplicación sin esfuerzo con una sola URL.
ja: 1つのURLでアプリを簡単に共有。
ru: Легко делитесь своим приложением через одну ссылку.
tr: Uygulamanızı tek bir URL ile zahmetsizce paylaşın.

source: Email Support
es: Asistencia por correo electrónico
ja: メールサポート
ru: Поддержка по почте
tr: E-posta Desteği

source: Enhance your development environment with actionable insights.
es: Mejore su entorno de desarrollo con información práctica.
ja: 実用的なインサイトで開発環境を強化します。
ru: Расширьте возможности своей среды разработки с помощью полезной аналитики.
tr: Eyleme dönüştürülebilir iç görülerle geliştirme ortamınızı iyileştirin.

source: Enterprise
tr: Kurumsal

source: Explore our documentation—your go-to guide for mastering all things.
es: Explore nuestra documentación, su guía de referencia para dominarlo todo.
ja: すべてをマスターするためのガイド、ドキュメントをご覧ください。
ru: Ознакомьтесь с нашей документацией — вашим путеводителем по всему, что нужно знать.
tr: Her konuda uzmanlaşmak için başvuracağınız rehberiniz olan dokümantasyonumuzu keşfedin.

source: Faster & more lightweight OSS packages resolution
es: Resolución de paquetes OSS más rápida y ligera
ja: より高速で軽量なOSSパッケージ解決
ru: Более быстрое и лёгкое разрешение OSS-пакетов
tr: Daha hızlı ve daha hafif OSS paketleri çözümü

source: Features
es: Características
ja: 機能
ru: Возможности
tr: Özellikler

source: For direct assistance with technical issues or account-related questions, reach out to our support team via email.
es: Si necesita ayuda directa con problemas técnicos o preguntas relacionadas con su cuenta, póngase en contacto con nuestro equipo de asistencia por correo electrónico.
ja: 技術的な問題やアカウントに関するご質問は、メールでサポートチームまでお問い合わせください。
ru: Для помощи с техническими проблемами или вопросами по аккаунту свяжитесь с нашей командой поддержки по почте.
tr: Teknik sorunlar veya hesapla ilgili sorular hakkında doğrudan yardım almak için e-posta yoluyla destek ekibimize ulaşın.

source: Free under tier limits
es: Gratuito dentro de los límites de nivel
ja: 無料枠の範囲内は無料
ru: Бесплатно в рамках лимитов
tr: Kademe limitleri altında ücretsiz

source: Frequently Asked Questions
es: Preguntas frecuentes
ja: よくある質問
ru: Часто задаваемые вопросы
tr: Sıkça Sorulan Sorular

source: Generated Projects
es: Proyectos generados
ja: プロジェクト生成
ru: Сгенерированные проекты
tr: Oluşturulmuş projeler

source: Generated projects
es: Proyectos generados
ja: プロジェクト生成
ru: Сгенерированные проекты
tr: Oluşturulmuş projeler

source: Get Support
es: Obtener asistencia
ja: サポートを受ける
ru: Связаться с поддержкой
tr: Destek Alın

source: Get early access
es: Acceso anticipado
ja: 早期アクセスを取得
ru: Получить ранний доступ
tr: Erken erişim sağlayın

source: Get help when you need it through various support channels.
es: Obtenga ayuda cuando la necesite a través de diversos canales de asistencia.
ja: さまざまなサポートチャネルを通じて、必要なときにサポートを受けられます。
ru: Получайте помощь в любое время через разные каналы поддержки.
tr: İhtiyacınız olduğunda çeşitli destek kanalları aracılığıyla yardım alın.

source: Get started
es: Comenzar
ja: 始める
ru: Начать
tr: Başlayın

source: Get started with Tuist at no cost, and only invest more when you're ready for higher limits, personalized support, or alternative billing options.
es: Empieza con Tuist sin coste alguno, y sólo invierte más cuando estés preparado para límites más altos, soporte personalizado u opciones de facturación alternativas.
ja: Tuistを無料で始めましょう。より高い制限、パーソナライズされたサポート、または別の請求オプションが必要になったときのみ追加投資してください。
ru: Начните использовать Tuist бесплатно, а платить — только когда будете готовы перейти на повышенные лимиты, персональную поддержку или другие варианты оплаты.
tr: Tuist'e ücretsiz olarak başlayın ve yalnızca daha yüksek limitler, kişiselleştirilmiş destek veya alternatif faturalandırma seçenekleri için hazır olduğunuzda daha fazla yatırım yapın.

source: Get started with no credit card required.
es: Empiece sin necesidad de tarjeta de crédito.
ja: クレジットカード不要で始められます。
ru: Начните без привязки карты.
tr: Kredi kartı gerekmeden başlayın.

source: Got ideas or questions? Join the conversation in our community forum.
es: ¿Tienes ideas o preguntas? Únete a la conversación en nuestro foro comunitario.
ja: アイデアや質問がありますか？コミュニティフォーラムで会話に参加しましょう。
ru: Есть идеи или вопросы? Присоединяйтесь к обсуждению на нашем форуме сообщества.
tr: Fikirleriniz veya sorularınız mı var? Topluluk forumumuzdaki sohbete katılın.

source: Great! The email %{email} has been confirmed and subscribed to Tuist Digest.
es: ¡Genial! El email %{email} ha sido confirmado y suscrito a Tuist Digest.
ja: 完了しました！メール %{email} が確認され、Tuist Digestに登録されました。
ru: Отлично! Электронная почта %{email} подтверждена и подписана на Tuist Digest.
tr: Harika! E-posta %{email} onaylandı ve Tuist Digest'e abone olundu.

source: Happiness
es: Felicidad
ja: 喜び
ru: Счастье
tr: Mutluluk

source: Hear from our community about their experience with Tuist
es: Conoce la experiencia de nuestra comunidad con Tuist
ja: コミュニティメンバーのTuist体験談をご紹介
ru: Узнайте, что говорит сообщество о своём опыте с Tuist
tr: Topluluğumuzdan Tuist ile ilgili deneyimlerini dinleyin

source: Host Tuist server on your own infrastructure for complete control and data sovereignty.
es: Aloja el servidor Tuist en tu propia infraestructura para tener el control total y la soberanía de los datos.
ja: 自社インフラでTuistサーバーをホストし、完全なコントロールとデータ主権を確保。
ru: Разместите сервер Tuist на своей инфраструктуре для полного контроля и автономии данных.
tr: Tam kontrol ve veri egemenliği için Tuist sunucusunu kendi altyapınızda barındırın.

source: How can I estimate the cost for my project?
es: ¿Cómo puedo calcular el coste de mi proyecto?
ja: プロジェクトのコストはどのように見積もれますか？
ru: Как я могу оценить стоимость своего проекта?
tr: Projemin maliyetini nasıl tahmin edebilirim?

source: How can I estimate the cost of my project?
es: ¿Cómo puedo calcular el coste de mi proyecto?
ja: プロジェクトのコストはどのように見積もれますか？
ru: Как я могу оценить стоимость своего проекта?
tr: Projemin maliyetini nasıl tahmin edebilirim?

source: How do we calculate units?
es: ¿Cómo se calculan las unidades?
ja: 単位はどのように計算されますか？
ru: Как мы считаем использование?
tr: Birimleri nasıl hesaplarız?

source: Ideal for individual developers.
es: Ideal para desarrolladores individuales.
ja: 個人開発者に最適。
ru: Идеально для индивидуальных разработчиков.
tr: Bireysel geliştiriciler için idealdir.

source: Imprint
es: Aviso legal
ja: 運営者情報
ru: Юридические сведения
tr: Künye

source: Insights
ja: インサイト
ru: Аналитика
tr: İçgörüler

source: Insights from your builds and test runs
es: Información sobre sus construcciones y pruebas
ja: ビルドとテスト実行からのインサイト
ru: Аналитика сборок и тестов
tr: Derlemelerinizden ve test çalışmalarınızdan elde edilen bilgiler

source: Instantly share your app using a URL
es: Comparte tu aplicación al instante mediante una URL
ja: URLでアプリを即座に共有
ru: Мгновенно делитесь приложением по ссылке
tr: Bir URL kullanarak uygulamanızı anında paylaşın

source: Invalid verification link. Please try signing up again.
es: Enlace de verificación no válido. Por favor, intente registrarse de nuevo.
ja: 認証リンクが無効です。もう一度サインアップをお試しください。
ru: Ссылка для подтверждения недействительна. Пожалуйста, попробуйте зарегистрироваться ещё раз.
tr: Geçersiz doğrulama bağlantısı. Lütfen tekrar kaydolmayı deneyin.

source: Is there a free trial for paid plans?
es: ¿Existe una prueba gratuita para los planes de pago?
ja: 有料プランの無料トライアルはありますか？
ru: Есть ли пробный период для платных тарифов?
tr: Ücretli planlar için ücretsiz deneme var mı?
