Repository: tuist/tuist
Catalog: server/priv/gettext/*/LC_MESSAGES/marketing.po
Languages: es, ja, ru, tr

source: Tuist Pro includes support through our community forum and GitHub issues. Enterprise plans include dedicated support via Slack channels with high priority response times.
es: Tuist Pro incluye soporte a través de nuestro foro de la comunidad y temas de GitHub. Los planes Enterprise incluyen soporte dedicado a través de canales Slack con tiempos de respuesta de alta prioridad.
ja: Tuist Proにはコミュニティフォーラムとgithub issuesによるサポートが含まれます。Enterpriseプランには優先度の高いレスポンス時間でSlackチャンネルによる専用サポートが含まれます。
ru: Tuist Pro включает поддержку через форум сообщества и GitHub Issues. В планах Enterprise доступна выделенная поддержка через Slack с высоким приоритетом ответов.
tr: Tuist Pro, topluluk forumumuz ve GitHub sorunları aracılığıyla destek içerir. Kurumsal planlar, yüksek öncelikli yanıt sürelerine sahip Slack kanalları aracılığıyla özel destek içerir.

source: Tuist QA runs AI-powered tests from your PRs, giving you summaries with issues, steps, and screenshots — so bugs are caught before they reach main.
es: Tuist QA ejecuta pruebas basadas en inteligencia artificial a partir de tus PR, ofreciéndote resúmenes con problemas, pasos y capturas de pantalla, para que los errores se detecten antes de que lleguen a la versión principal.
ja: Tuist QAはPRからAI駆動のテストを実行し、問題、手順、スクリーンショット付きのサマリーを提供します。バグがmainに到達する前にキャッチできます。
ru: Tuist QA запускает AI-тесты из PR и выдаёт сводку с проблемами, шагами и скриншотами – баги ловятся ещё до попадания в main.
tr: Tuist QA, PR'larınızdan yapay zeka destekli testler çalıştırarak size sorunlar, adımlar ve ekran görüntüleri içeren özetler sunar - böylece hatalar ana sayfaya ulaşmadan yakalanır.

source: Tuist bridges the gaps in Apple's tooling that prevent teams from moving fast. We solve the build complexity, workflow friction, and collaboration challenges—so you can deliver exceptional apps at speed.
es: Tuist cubre las lagunas de las herramientas de Apple que impiden a los equipos moverse con rapidez. Resolvemos la complejidad de creación, la fricción del flujo de trabajo y los retos de colaboración para que puedas ofrecer aplicaciones excepcionales a gran velocidad.
ja: TuistはチームのスピードアップをAppleのツールのギャップを埋めます。ビルドの複雑さ、ワークフローの摩擦、コラボレーションの課題を解決し、卓越したアプリを迅速に提供できるようにします。
ru: Tuist закрывает пробелы в инструментах Apple, которые мешают командам двигаться быстро. Мы решаем проблемы сложности сборки, трения в рабочих процессах и трудностей в совместной работе, чтобы вы могли быстрее выпускать отличные приложения.
tr: Tuist, Apple'ın araçlarında ekiplerin hızlı hareket etmesini engelleyen boşlukları dolduruyor. Olağanüstü uygulamaları hızlı bir şekilde sunabilmeniz için derleme karmaşıklığını, iş akışı sürtünmesini ve işbirliği zorluklarını çözüyoruz.

source: Tuist has allowed us to migrate our existing monolythic codebase to a modular one. We extracted our different domains into specific modules. It allowed us to remove extra dependencies, ease testability and made our development cycles faster than ever. It even allowed us to bring up 'Test Apps' for speeding up our development on each module.
es: Tuist nos ha permitido migrar nuestra base de código monolítica existente a una modular. Extrajimos nuestros diferentes dominios en módulos específicos. Esto nos ha permitido eliminar dependencias adicionales, facilitar las pruebas y hacer que nuestros ciclos de desarrollo sean más rápidos que nunca. Incluso nos ha permitido crear "aplicaciones de prueba" para acelerar nuestro desarrollo en cada módulo.
ja: Tuistにより、既存のモノリシックなコードベースをモジュラー化に移行できました。異なるドメインを特定のモジュールに抽出し、余分な依存関係を削除し、テスト容易性を高め、開発サイクルをこれまで以上に高速化しました。各モジュールの開発を加速するための「テストアプリ」も立ち上げることができました。
ru: Tuist позволил нам перейти от монолитной кодовой базы к модульной. Мы выделили отдельные домены в специализированные модули. Это помогло убрать лишние зависимости, упростило тестирование и сделало циклы разработки быстрее, чем когда-либо. Tuist даже позволил нам запускать «Тестовые приложения», чтобы ускорить разработку каждого модуля.
tr: Tuist, mevcut monolitik kod tabanımızı modüler bir kod tabanına taşımamızı sağladı. Farklı alanlarımızı belirli modüllere ayırdık. Ekstra bağımlılıkları ortadan kaldırmamızı, test edilebilirliği kolaylaştırmamızı ve geliştirme döngülerimizi her zamankinden daha hızlı hale getirmemizi sağladı. Hatta her modülde geliştirmemizi hızlandırmak için 'Test Uygulamaları' oluşturmamızı sağladı.

source: Tuist has been a game-changer for our large codebase, where multiple engineers collaborate simultaneously. I've been using it since version 1, and it's been incredible to see how the product has evolved and expanded with new features over time.
es: Tuist ha cambiado las reglas del juego en nuestra gran base de código, en la que varios ingenieros colaboran simultáneamente. Llevo utilizándolo desde la versión 1, y ha sido increíble ver cómo el producto ha evolucionado y se ha ampliado con nuevas funciones a lo largo del tiempo.
ja: 複数のエンジニアが同時に作業する大規模なコードベースにとって、Tuistは革命的でした。バージョン1から使っていますが、製品が時間とともにどのように進化し、新機能で拡張されてきたかを見るのは素晴らしい経験です。
ru: Tuist кардинально изменил подход к работе с нашей обширной кодовой базой, над которой одновременно работают несколько инженеров. Я использую его ещё с версии 1, и было невероятно наблюдать, как продукт развивается и расширяется новыми возможностями со временем.
tr: Tuist, birden fazla mühendisin aynı anda işbirliği yaptığı büyük kod tabanımız için oyunun kurallarını değiştiren bir ürün oldu. Sürüm 1'den beri kullanıyorum ve ürünün zaman içinde yeni özelliklerle nasıl geliştiğini ve genişlediğini görmek inanılmazdı.

source: Tuist has revolutionized our iOS development workflow at DraftKings. Its automation capabilities have streamlined project generation, build settings, and dependency management. Highly recommended for iOS teams seeking workflow optimization.
es: Tuist ha revolucionado nuestro flujo de trabajo de desarrollo iOS en DraftKings. Sus capacidades de automatización han agilizado la generación de proyectos, la configuración de la compilación y la gestión de dependencias. Muy recomendable para los equipos de iOS que buscan la optimización del flujo de trabajo.
ja: TuistはDraftKingsのiOS開発ワークフローに革命をもたらしました。自動化機能がプロジェクト生成、ビルド設定、依存関係管理を合理化しました。ワークフロー最適化を求めるiOSチームに強くお勧めします。
ru: Tuist произвёл революцию в нашем процессе iOS-разработки в DraftKings. Благодаря автоматизации он упростил генерацию проектов, настройки сборки и управление зависимостями. Настоятельно рекомендуем командам iOS, которые хотят оптимизировать свой рабочий процесс.
tr: Tuist, DraftKings'teki iOS geliştirme iş akışımızda devrim yarattı. Otomasyon yetenekleri proje oluşturmayı, derleme ayarlarını ve bağımlılık yönetimini kolaylaştırdı. İş akışı optimizasyonu arayan iOS ekipleri için şiddetle tavsiye edilir.

source: Tuist is designed to grow with you. Only add a card if you need more than the free tier limits or dedicated support.
es: Tuist está diseñado para crecer contigo. Solo añade una tarjeta si necesitas más que los límites del nivel gratuito o soporte dedicado.
ja: Tuistはあなたと一緒に成長するよう設計されています。無料枠の制限や専用サポート以上のものが必要な場合にのみカードを追加してください。
ru: Tuist создан, чтобы расти вместе с вами. Добавляйте карту только тогда, когда вам понадобится превышение бесплатных лимитов или выделенная поддержка.
tr: Tuist sizinle birlikte büyümek için tasarlanmıştır. Yalnızca ücretsiz katman limitlerinden daha fazlasına veya özel desteğe ihtiyacınız varsa bir kart ekleyin.

source: Tuist's blog
es: Blog de Tuist
ja: Tuistのブログ
ru: Блог Tuist
tr: Tuist'in blogu

source: Tuist's changelog
es: Lista de cambios de Tuist
ja: Tuistの変更履歴
ru: История изменений Tuist
tr: Tuist'in değişiklik günlüğü

source: Turn projects defined with a Swift-DSL into Xcode workspaces and projects.
es: Convierta los proyectos definidos con un Swift-DSL en espacios de trabajo y proyectos de Xcode.
ja: Swift DSLで定義されたプロジェクトをXcodeワークスペースとプロジェクトに変換。
ru: Преобразуйте проекты на Swift-DSL в рабочие пространства и проекты Xcode.
tr: Swift-DSL ile tanımlanan projeleri Xcode çalışma alanlarına ve projelerine dönüştürün.

source: Unlimited
es: Sin límites
ja: 無制限
ru: Безлимитно
tr: Sınırsız

source: Unlock your iOS team's full potential
es: Libera todo el potencial de tu equipo iOS
ja: iOSチームのポテンシャルを最大限に引き出す
ru: Раскройте весь потенциал вашей команды iOS
tr: iOS ekibinizin tüm potansiyelini ortaya çıkarın

source: Updates to Tuist's features and improvements.
es: Actualizaciones de las funciones y mejoras de Tuist.
ja: Tuistの機能アップデートと改善。
ru: Обновления функциональности и улучшения Tuist.
tr: Tuist'in özelliklerinde ve iyileştirmelerinde güncellemeler.

source: Usage-based pricing after free tier.
es: Precios basados en el uso después del nivel gratuito.
ja: 無料枠を超えると使用量ベースの課金。
ru: Тарифы на основе использования после бесплатного уровня.
tr: Ücretsiz katmandan sonra kullanıma dayalı fiyatlandırma.

source: Usage/seat based pricing
es: Precios por uso/plaza
ja: 使用量/シートベースの料金
ru: Оплата за использование/пользователей
tr: Kullanım/koltuk bazlı fiyatlandırma

source: Using Tuist in our current project has been a game-changer. It has significantly de-stressed our build times and reduced conflicts within the team, allowing us to focus more on development and less on configuration issues. We're confident that it will continue to enhance our productivity and collaboration in future projects.
es: Utilizar Tuist en nuestro proyecto actual ha cambiado las reglas del juego. Ha aligerado significativamente nuestros tiempos de construcción y ha reducido los conflictos dentro del equipo, permitiéndonos centrarnos más en el desarrollo y menos en los problemas de configuración. Estamos seguros de que seguirá mejorando nuestra productividad y colaboración en futuros proyectos.
ja: 現在のプロジェクトでTuistを使うことは革命的でした。ビルド時間のストレスを大幅に軽減し、チーム内のコンフリクトを減らし、設定の問題ではなく開発により集中できるようになりました。今後のプロジェクトでも生産性とコラボレーションを向上させ続けると確信しています。
ru: Использование Tuist в нашем текущем проекте стало настоящим прорывом. Он значительно снизил стресс, связанный со временем сборки, и сократил количество конфликтов внутри команды, позволяя нам больше сосредотачиваться на разработке, а не на проблемах конфигурации. Мы уверены, что Tuist и дальше будет повышать нашу продуктивность и улучшать взаимодействие в будущих проектах.
tr: Mevcut projemizde Tuist'i kullanmak oyunun kurallarını değiştirdi. İnşa sürelerimizi önemli ölçüde kısalttı ve ekip içindeki çatışmaları azaltarak geliştirmeye daha fazla, yapılandırma sorunlarına daha az odaklanmamızı sağladı. Gelecekteki projelerde de üretkenliğimizi ve işbirliğimizi artırmaya devam edeceğinden eminiz.

source: Verification failed. Please try signing up again.
es: Verificación fallida. Por favor, intente registrarse de nuevo.
ja: 認証に失敗しました。もう一度サインアップをお試しください。
ru: Не удалось подтвердить. Пожалуйста, попробуйте пройти регистрацию ещё раз.
tr: Doğrulama başarısız oldu. Lütfen tekrar kaydolmayı deneyin.

source: Verification link expired or invalid. Please try signing up again.
es: El enlace de verificación ha caducado o no es válido. Por favor, intente registrarse de nuevo.
ja: 認証リンクが期限切れまたは無効です。もう一度サインアップをお試しください。
ru: Ссылка просрочена или недействительна. Пожалуйста, попробуйте зарегистрироваться ещё раз.
tr: Doğrulama bağlantısının süresi doldu veya geçersiz. Lütfen tekrar kaydolmayı deneyin.

source: Videos
es: Vídeos
ja: 動画
ru: Видео
tr: Videolar

source: View all
es: Ver todos
ja: すべて見る
ru: Показать всё
tr: Tümünü görüntüle

source: View in web browser
es: Ver en navegador web
ja: Webブラウザで表示
ru: Открыть в браузере
tr: Web tarayıcısında görüntüle

source: Visit the forum
es: Visite el foro
ja: フォーラムへ
ru: Перейти на форум
tr: Forumu ziyaret edin

source: We accept credit card payments and wire transfers.
es: Aceptamos pagos con tarjeta de crédito y transferencias bancarias.
ja: クレジットカードと銀行振込をご利用いただけます。
ru: Мы принимаем оплату банковскими картами и банковскими переводами.
tr: Kredi kartı ödemelerini ve banka havalelerini kabul ediyoruz.

source: We believe openness builds better tools, keeping only what’s needed closed for sustainable development.
es: Creemos que la apertura crea mejores herramientas, manteniendo cerrado sólo lo necesario para el desarrollo sostenible.
ja: 私たちは、持続可能な発展のために必要なものだけをクローズドにし、オープンであることがより良いツールを構築すると信じている。
ru: Мы считаем, что открытость способствует созданию лучших инструментов, оставляя закрытым только то, что необходимо для устойчивого развития.
tr: Açıklığın daha iyi araçlar geliştirdiğine ve sürdürülebilir kalkınma için sadece ihtiyaç duyulanları kapalı tuttuğuna inanıyoruz.

source: We embrace standards for long-term success while respecting freedom of choice.
es: Adoptamos normas para el éxito a largo plazo, respetando al mismo tiempo la libertad de elección.
ja: 選択の自由を尊重しつつ、長期的な成功のために標準を受け入れています。
ru: Мы придерживаемся стандартов ради долгосрочного успеха, уважая свободу выбора.
tr: Seçim özgürlüğüne saygı duyarken uzun vadeli başarı için standartları benimsiyoruz.

source: We have a generous free tier on every paid plan so you can try out the features before paying any money.
es: Disponemos de un generoso nivel gratuito en todos los planes de pago para que puedas probar las funciones antes de pagar.
ja: すべての有料プランに充実した無料枠があり、お金を払う前に機能を試すことができます。
ru: В каждом платном тарифе есть щедрый бесплатный лимит, чтобы вы могли опробовать функции до оплаты.
tr: Her ücretli planda cömert bir ücretsiz katmanımız var, böylece herhangi bir para ödemeden önce özellikleri deneyebilirsiniz.

source: We prioritize developer happiness because it's closely tied to creating better apps.
es: Damos prioridad a la felicidad de los desarrolladores porque está estrechamente ligada a la creación de mejores aplicaciones.
ja: より良いアプリ作りと密接に関係しているため、開発者の幸福を優先しています。
ru: Мы ставим счастье разработчиков в приоритет, потому что оно напрямую влияет на создание лучших приложений.
tr: Geliştirici mutluluğuna öncelik veriyoruz çünkü bu, daha iyi uygulamalar oluşturmakla yakından bağlantılı.

source: We want to enable teams to scale with joy
es: Queremos que los equipos escalen con alegría
ja: チームが喜びを持ってスケールできるようにしたい
ru: Мы хотим помочь командам расти с удовольствием
tr: Ekiplerin keyifle büyümesini sağlamak istiyoruz

source: We're a group of builders who believe scaling your app shouldn't kill your creativity. We've experienced the frustration of watching exciting Swift projects turn into build-time nightmares and tooling headaches as they grow, so we decided to build something better.
es: Somos un grupo de desarrolladores que creemos que escalar tu aplicación no debería matar tu creatividad. Hemos experimentado la frustración de ver proyectos Swift emocionantes convertirse en pesadillas de tiempo de construcción y dolores de cabeza de herramientas a medida que crecen, así que decidimos construir algo mejor.
ja: アプリのスケーリングがクリエイティビティを殺すべきではないと信じるビルダーの集団です。エキサイティングなSwiftプロジェクトが成長するにつれてビルド時間の悪夢やツールの頭痛の種になるのを見てきたフラストレーションから、より良いものを作ることを決意しました。
ru: Мы – команда создателей, которые верят: масштабирование приложения не должно убивать креативность. Мы сами сталкивались с тем, как перспективные Swift-проекты со временем превращаются в ад бесконечных сборок и головную боль из-за инструментов. Поэтому мы решили сделать что-то лучше.
tr: Uygulamanızı ölçeklendirmenin yaratıcılığınızı öldürmemesi gerektiğine inanan bir grup kurucuyuz. Heyecan verici Swift projelerinin büyüdükçe derleme zamanı kabuslarına ve araç baş ağrılarına dönüşmesini izlemenin hayal kırıklığını yaşadık, bu yüzden daha iyi bir şey inşa etmeye karar verdik.

source: We're here to help you succeed with Tuist. Whether you need technical assistance, have questions about features or have ideas how to improve the project, we have multiple ways you can reach out to us.
es: Estamos aquí para ayudarte a tener éxito con Tuist. Tanto si necesitas asistencia técnica como si tienes dudas sobre las funciones o ideas para mejorar el proyecto, puedes ponerte en contacto con nosotros de muchas maneras.
ja: Tuistでの成功をサポートします。技術的なサポートが必要な場合、機能についての質問がある場合、プロジェクトを改善するアイデアがある場合など、さまざまな方法でご連絡いただけます。
ru: Мы здесь, чтобы помочь вам добиться успеха с Tuist. Если вам нужна техническая помощь, есть вопросы о функциях или идеи по улучшению проекта – у нас есть несколько способов, как вы можете связаться с нами.
tr: Tuist ile başarılı olmanıza yardımcı olmak için buradayız. Teknik yardıma ihtiyacınız olduğunda, özellikler hakkında sorularınız olduğunda veya projeyi nasıl geliştirebileceğinize dair fikirleriniz olduğunda, bize ulaşabileceğiniz birden fazla yolumuz var.

source: We’re a small, passionate team that cares deeply about developer experience and takes pride in crafting tools with care and attention to detail.
es: Somos un equipo pequeño y apasionado que se preocupa mucho por la experiencia de los desarrolladores y se enorgullece de crear herramientas con cuidado y atención al detalle.
ja: 私たちは少人数で情熱的なチームです。開発者のエクスペリエンスに深く配慮し、細部にまで気を配りながらツールを作り上げることに誇りを持っています。
ru: Мы – небольшая команда энтузиастов, которой действительно важен опыт разработчиков. Мы гордимся тем, что создаём инструменты с заботой и вниманием к деталям.
tr: Geliştirici deneyimini derinden önemseyen ve araçları özenle ve ayrıntılara dikkat ederek hazırlamaktan gurur duyan küçük, tutkulu bir ekibiz.

source: We’ve sent a confirmation email to your inbox. Please check your spam or promotions folder and confirm your subscription.
es: Hemos enviado un correo electrónico de confirmación a tu bandeja de entrada. Comprueba tu carpeta de spam o promociones y confirma tu suscripción.
ja: 受信トレイに確認メールを送信しました。迷惑メールフォルダまたはプロモーションフォルダをご確認の上、購読を確定してください。
ru: Мы отправили письмо с подтверждением на вашу почту. Пожалуйста, проверьте папки «Спам» или «Промоакции» и подтвердите подписку.
tr: Gelen kutunuza bir onay e-postası gönderdik. Lütfen spam veya promosyonlar klasörünüzü kontrol edin ve aboneliğinizi onaylayın.

source: What happens if I exceed my plan limits?
es: ¿Qué ocurre si supero los límites de mi plan?
ja: プランの制限を超えた場合はどうなりますか？
ru: Что произойдёт, если я превышу лимиты своего тарифа?
tr: Plan limitlerimi aşarsam ne olur?

source: What payment methods do you accept?
es: ¿Qué métodos de pago aceptan?
ja: どのような支払い方法に対応していますか？
ru: Какие способы оплаты вы принимаете?
tr: Hangi ödeme yöntemlerini kabul ediyorsunuz?

source: What support is included with each plan?
es: ¿Qué ayuda incluye cada plan?
ja: 各プランにはどのようなサポートが含まれていますか？
ru: Что включено в поддержку каждого тарифа?
tr: Her plana hangi destek dahildir?

source: What we believe in
es: En qué creemos
ja: 私たちの信念
ru: Во что мы верим
tr: Neye inanıyoruz

source: Why is your pricing model more accessible compared to traditional enterprise models?
es: ¿Por qué su modelo de precios es más accesible que el de las empresas tradicionales?
ja: 従来のエンタープライズモデルと比べて、なぜ料金モデルがアクセスしやすいのですか？
ru: Почему ваша модель ценообразования более доступна по сравнению с традиционными корпоративными моделями?
tr: Fiyatlandırma modeliniz geleneksel kurumsal modellere kıyasla neden daha erişilebilir?

source: With macros, external SDKs, and many SPM modules (fully modularized app) Xcode was constantly slow or stuck on my M1 device. SPM kept resolving, code completion didn't work, and swift-syntax compiled forever. It's not just for big teams with big apps. Tuist gave me back my productivity as indie developer for my side projects.
es: Con macros, SDKs externos, y muchos módulos SPM (aplicación totalmente modularizada) Xcode estaba constantemente lento o atascado en mi dispositivo M1. SPM seguía resolviéndose, el completado de código no funcionaba, y la sintaxis rápida compilaba para siempre. No es sólo para grandes equipos con grandes aplicaciones. Tuist me devolvió mi productividad como desarrollador independiente para mis proyectos paralelos.
ja: マクロ、外部SDK、多くのSPMモジュール（完全にモジュール化されたアプリ）を使うと、M1デバイスでXcodeが常に遅いか固まっていました。SPMは解決し続け、コード補完は動かず、swift-syntaxは永遠にコンパイルし続けました。これは大きなアプリを持つ大きなチームだけのものではありません。Tuistは私のサイドプロジェクトにおいて、個人開発者としての生産性を取り戻してくれました。
ru: С макросами, внешними SDK и множеством модулей SPM (полностью модульное приложение) Xcode постоянно тормозил или зависал на моём M1. SPM всё время пересобирал зависимости, автодополнение не работало, а swift-syntax компилировался бесконечно. Tuist — это не только для больших команд и крупных приложений. Он вернул мне продуктивность как независимому разработчику в моих сторонних проектах.
tr: Makrolar, harici SDK'lar ve birçok SPM modülü (tamamen modülerleştirilmiş uygulama) ile Xcode, M1 cihazımda sürekli yavaşlıyor veya takılıyordu. SPM çözülmeye devam etti, kod tamamlama çalışmadı ve swift-syntax sonsuza kadar derlendi. Bu sadece büyük uygulamaları olan büyük ekipler için değil. Tuist, yan projelerim için bağımsız geliştirici olarak üretkenliğimi bana geri verdi.

source: Xcode Cache
es: Caché de Xcode
ja: Xcodeキャッシュ
ru: Кэш Xcode
tr: Xcode Önbelleği

source: Years of building OSS Foundation
es: Años de creación de la Fundación OSS
ja: 長年にわたるOSS基盤の構築
ru: лет создания OSS Foundation
tr: OSS Vakfı'nı kurma yılları

source: Yes, we do. Please contact us at contact@tuist.dev to discuss your team's needs and we'll set up a custom plan that works for you.
es: Por supuesto. Póngase en contacto con nosotros en contact@tuist.dev para hablar de las necesidades de su equipo y estableceremos un plan personalizado que se adapte a sus necesidades.
ja: はい、対応しています。contact@tuist.devまでご連絡いただき、チームのニーズについてお話しください。最適なカスタムプランを設定します。
ru: Да, конечно. Пожалуйста, свяжитесь с нами по адресу contact@tuist.dev, расскажите о потребностях вашей команды, и мы подготовим индивидуальный план, который вам подойдёт.
tr: Evet, var. Ekibinizin ihtiyaçlarını görüşmek için lütfen contact@tuist.dev adresinden bizimle iletişime geçin ve size uygun özel bir plan oluşturalım.

source: Yes, we do. Please reach out to contact@tuist.dev for more information.
es: Sí, la tenemos. Póngase en contacto con contact@tuist.dev para obtener más información.
ja: はい、対応しています。詳しくはcontact@tuist.devまでお問い合わせください。
ru: Да, конечно. Пожалуйста, напишите на contact@tuist.dev, чтобы получить дополнительную информацию.
tr: Evet, var. Daha fazla bilgi için lütfen contact@tuist.dev adresine ulaşın.

source: Yes, we do. Please reach out to oss@tuist.io for more information.
es: Sí, la tenemos. Póngase en contacto con oss@tuist.io para obtener más información.
ja: はい、対応しています。詳しくはoss@tuist.ioまでお問い合わせください。
ru: Да, конечно. Пожалуйста, напишите на oss@tuist.io, чтобы получить дополнительную информацию.
tr: Evet, var. Daha fazla bilgi için lütfen oss@tuist.io adresine ulaşın.

source: Yes, we offer discounts for yearly subscriptions. Please contact us at contact@tuist.dev to learn more.
es: Sí, ofrecemos descuentos para suscripciones anuales. Póngase en contacto con nosotros en contact@tuist.dev para obtener más información.
ja: はい、年間購読の割引を提供しています。詳しくはcontact@tuist.devまでお問い合わせください。
ru: Да, мы предлагаем скидки при годовой подписке. Пожалуйста, свяжитесь с нами по адресу contact@tuist.dev, чтобы узнать подробности.
tr: Evet, yıllık abonelikler için indirim sunuyoruz. Daha fazla bilgi için lütfen contact@tuist.dev adresinden bizimle iletişime geçin.

source: Yes, you can manage your plan at any time through our management interface.
es: Sí, puedes gestionar tu plan en cualquier momento a través de nuestra interfaz de gestión.
ja: はい、管理画面からいつでもプランを管理できます。
ru: Да, вы можете управлять своим тарифом в любой момент через интерфейс управления.
tr: Evet, planınızı yönetim arayüzümüz üzerinden istediğiniz zaman yönetebilirsiniz.
