Repository: tuist/tuist
Catalog: server/priv/gettext/*/LC_MESSAGES/marketing.po
Languages: es, ja, ru, tr

source: Is there a free trial on paid plans?
es: ¿Hay una prueba gratuita para los planes de pago?
ja: 有料プランの無料トライアルはありますか？
ru: Есть ли пробный период для платных тарифов?
tr: Ücretli planlarda ücretsiz deneme var mı?

source: Is there a minimum contract length?
es: ¿Hay una duración mínima del contrato?
ja: 最低契約期間はありますか？
ru: Есть ли минимальный срок договора?
tr: Minimum sözleşme süresi var mı?

source: Issue Tracking
es: Seguimiento de problemas
ja: Issue追跡
ru: Отслеживание задач
tr: Sorun Takibi

source: Issues
es: Problemas
ru: Задачи
tr: Sorunlar

source: Join discussions and share ideas on our Discourse forum
es: Participe en debates y comparta ideas en nuestro foro Discourse
ja: Discourseフォーラムでディスカッションに参加し、アイデアを共有
ru: Присоединяйтесь к обсуждениям и делитесь идеями на нашем форуме Discourse
tr: Discourse forumumuzda tartışmalara katılın ve fikirlerinizi paylaşın

source: Join our Slack group for real-time conversations and to connect with the Tuist community
es: Únete a nuestro grupo de Slack para mantener conversaciones en tiempo real y conectar con la comunidad Tuist.
ja: Slackグループに参加してリアルタイムで会話し、Tuistコミュニティとつながりましょう
ru: Присоединяйтесь к нашему Slack, чтобы общаться в реальном времени и быть на связи с сообществом Tuist
tr: Gerçek zamanlı konuşmalar yapmak ve Tuist topluluğuyla bağlantı kurmak için Slack grubumuza katılın

source: Join the community on Slack
es: Únete a la comunidad en Slack
ja: Slackのコミュニティに参加
ru: Присоединяйтесь к нашему сообществу в Slack
tr: Slack'te topluluğa katılın

source: Keep up with the latest and greatest changes in Tuist.
es: Mantente al día de los últimos y mejores cambios en Tuist.
ja: Tuistの最新かつ最高の変更を把握しましょう。
ru: Будьте в курсе самых свежих и значимых изменений в Tuist.
tr: Tuist'teki en son ve en büyük değişiklikleri takip edin.

source: Last updated %{date}
es: Última actualización %{date}
ja: 最終更新日 %{date}
ru: Последнее обновление %{date}
tr: Son güncelleme %{date}

source: Learn & contribute to our source code
es: Aprenda y contribuya a nuestro código fuente
ja: ソースコードを学び、貢献する
ru: Изучайте и вносите вклад в наш исходный код
tr: Kaynak kodumuzu öğrenin ve katkıda bulunun

source: Learn about Tuist and meet the team
es: Infórmate sobre Tuist y conoce al equipo
ja: Tuistについて学び、チームに会う
ru: Познакомьтесь с Tuist и его командой
tr: Tuist hakkında bilgi edinin ve ekiple tanışın

source: Legal
ja: 法的情報
ru: Правовая информация
tr: Yasal

source: Load more
es: Cargar más
ja: もっと読み込む
ru: Показать ещё
tr: Daha fazla yükle

source: Log in
es: Iniciar sesión
ja: ログイン
ru: Войти
tr: Giriş yap

source: Longevity
es: Longevidad
ja: 持続性
ru: Устойчивость
tr: Uzun Ömürlülük

source: Make Xcode projects easier to manage and scale
es: Proyectos Xcode más fáciles de gestionar y ampliar
ja: Xcodeプロジェクトの管理とスケールを容易に
ru: Управляйте и масштабируйте проекты Xcode проще
tr: Xcode projelerinin yönetimini ve ölçeklendirilmesini kolaylaştırın

source: Make mobile
es: Haz del móvil
ja: モバイルを
ru: Сделайте мобильную разработку
tr: Mobili

source: Make modular Xcode projects more manageable
es: Hacer más manejables los proyectos modulares de Xcode
ja: モジュラーXcodeプロジェクトをより管理しやすく
ru: Упростите работу с модульными проектами Xcode
tr: Modüler Xcode projelerini daha yönetilebilir hale getirin

source: Module cache
es: Módulo caché
ja: モジュールキャッシュ
ru: Кэш модулей
tr: Modül önbelleği

source: Most popular
es: Los más populares
ja: 人気No.1
ru: Популярный
tr: En popüler

source: Newsletter
es: Boletín
ja: ニュースレター
ru: Рассылка
tr: Haber Bülteni

source: Newsletter Verification Failed
es: Falló la verificación del boletín de noticias
ja: ニュースレターの認証に失敗しました
ru: Не удалось подтвердить подписку на рассылку
tr: Bülten Doğrulaması Başarısız

source: Newsletter issues are sent every 6 weeks and you can unsubscribe at any time.
es: Los boletines se envían cada 6 semanas y puede darse de baja en cualquier momento.
ja: ニュースレターは6週間ごとに配信され、いつでも登録解除できます。
ru: Мы рассылаем новости раз в 6 недель, и вы можете отписаться в любое время.
tr: Bülten sayıları 6 haftada bir gönderilir ve istediğiniz zaman aboneliğinizi iptal edebilirsiniz.

source: No, there's no minimum contract length. You're free to cancel at any time.
es: No, no hay una duración mínima de contrato. Puedes cancelarlo en cualquier momento.
ja: いいえ、最低契約期間はありません。いつでも自由にキャンセルできます。
ru: Нет, минимальный срок договора не установлен. Вы можете расторгнуть его в любое время.
tr: Hayır, minimum sözleşme süresi yoktur. İstediğiniz zaman iptal etmekte özgürsünüz.

source: Ongoing incident
es: Incidente en curso
ja: 進行中のインシデント
ru: Текущий инцидент
tr: Devam eden olay

source: Open the %{feature} feature documentation
es: Abrir la documentación de la función %{feature}
ja: %{feature}機能のドキュメントを開く
ru: Откройте документацию функции %{feature}
tr: %{feature} özelliği dokümantasyonunu açın

source: Openness
es: Apertura
ja: オープンさ
ru: Открытость
tr: Açıklık

source: Optimized app bundles
es: Paquetes de aplicaciones optimizados
ja: 最適化されたアプリバンドル
ru: Оптимизированные пакеты приложений
tr: Optimize edilmiş uygulama paketleri

source: Our approach is rooted in curiosity and open collaboration. We share our journey, contribute tools as open source, and cultivate communities where developers learn and grow together. When we solve problems in the open, everyone wins.
es: Nuestro enfoque se basa en la curiosidad y la colaboración abierta. Compartimos nuestro viaje, aportamos herramientas como código abierto y cultivamos comunidades en las que los desarrolladores aprenden y crecen juntos. Cuando resolvemos problemas en abierto, todos ganamos.
ja: 私たちのアプローチは好奇心とオープンなコラボレーションに根ざしています。私たちの歩みを共有し、ツールをオープンソースとして提供し、開発者が共に学び成長するコミュニティを育てています。オープンに問題を解決することで、誰もが勝者になれます。
ru: Наш подход основан на любознательности и открытом сотрудничестве. Мы делимся своим опытом, публикуем инструменты с открытым исходным кодом и растим сообщества, где разработчики учатся и развиваются вместе. Когда мы решаем задачи открыто, выигрывают все.
tr: Yaklaşımımızın temelinde merak ve açık işbirliği yatıyor. Yolculuğumuzu paylaşıyor, araçlara açık kaynak olarak katkıda bulunuyor ve geliştiricilerin birlikte öğrenip büyüdüğü topluluklar oluşturuyoruz. Sorunları açık bir şekilde çözdüğümüzde herkes kazanır.

source: Our cache solution integrates with Xcode 26's build system cache capabilities.
es: Nuestra solución de caché se integra con las capacidades de caché del sistema de compilación de Xcode 26.
ja: 私たちのキャッシュソリューションはXcode 26のビルドシステムキャッシュ機能と統合されています。
ru: Наше решение для кэша интегрируется с возможностями системы кэширования сборок Xcode 26.
tr: Önbellek çözümümüz, Xcode 26'nın derleme sistemi önbellek özellikleriyle entegre olur.

source: Pay nothing if below free tier limits
es: No pague nada si está por debajo de los límites de la franja gratuita
ja: 無料枠の制限内であれば支払い不要
ru: Бесплатно в пределах лимитов
tr: Ücretsiz plan limitlerinin altındaysa hiçbir şey ödemeyin

source: Pay only for what you use per feature
es: Pague sólo por lo que utilice
ja: 機能ごとに使った分だけ支払い
ru: Платите только за то, чем пользуетесь
tr: Özellik başına yalnızca kullandığınız kadar ödeyin

source: People
es: Personas
ja: チーム
ru: Люди
tr: İnsanlar

source: Please check your email to confirm your subscription.
es: Compruebe su correo electrónico para confirmar su suscripción.
ja: 購読を確認するため、メールをご確認ください。
ru: Пожалуйста, проверьте почту, чтобы подтвердить подписку.
tr: Aboneliğinizi onaylamak için lütfen e-postanızı kontrol edin.

source: Powered by
es: Desarrollado por
ru: На базе
tr: Tarafından desteklenmektedir

source: Previews
ja: プレビュー
ru: Превью
tr: Önizlemeler

source: Price per unit above free tier
es: Precio por unidad por encima del nivel gratuito
ja: 無料枠を超えた場合の単位あたり料金
ru: Цена сверх бесплатного лимита
tr: Ücretsiz planın üzerindeki birim başına fiyat

source: Pricing
es: Precios
ja: 料金
ru: Тарифы
tr: Fiyatlandırma

source: Priority support
es: Asistencia prioritaria
ja: 優先サポート
ru: Приоритетная поддержка
tr: Öncelikli destek

source: Priority support via Slack channel
es: Asistencia prioritaria a través del canal Slack
ja: Slackチャンネルによる優先サポート
ru: Приоритетная поддержка в Slack
tr: Slack kanalı üzerinden öncelikli destek

source: Privacy policy
es: Política de privacidad
ja: プライバシーポリシー
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: Product
es: Producto
ja: 製品
ru: Продукт
tr: Ürün

source: Pull requests merged
es: Pull requests fusionados
ja: マージされたPull Request
ru: слитых pull requests
tr: Pull requestler mergelendi

source: Read engaging stories and expert insights.
es: Lea historias interesantes y opiniones de expertos.
ja: 魅力的なストーリーと専門家のインサイトをお読みください。
ru: Читайте увлекательные истории и экспертные инсайты.
tr: İlgi çekici hikayeleri ve uzman görüşlerini okuyun.

source: Read the Bumble customer story
es: Lea la historia de un cliente de Bumble
ja: Bumbleの導入事例を読む
ru: Читайте историю Bumble
tr: Bumble müşteri hikayesini okuyun

source: Read the Trendyol customer story
es: Lea la historia de un cliente de Trendyol
ja: Trendyolの導入事例を読む
ru: Читайте историю Trendyol
tr: Trendyol müşteri hikayesini okuyun

source: Registry
ja: レジストリ
ru: Реестр
tr: Kayıt

source: Requires a generated project
es: Requiere un proyecto generado
ja: 生成されたプロジェクトが必要
ru: Требуется сгенерированный проект
tr: Oluşturulmuş proje gerektirir

source: Resources
es: Recursos
ja: リソース
ru: Ресурсы
tr: Kaynaklar

source: Right Inside Your Workflow
es: Dentro de su flujo de trabajo
ja: ワークフローにシームレスに統合
ru: Прямо в вашем рабочем процессе
tr: İş Akışınızın Tam İçinde

source: Screenshots & Replays
es: Capturas de pantalla y repeticiones
ja: スクリーンショットとリプレイ
ru: Скриншоты и воспроизведение
tr: Ekran Görüntüleri & Kayıtlar

source: Security
es: Seguridad
ja: セキュリティ
ru: Безопасность
tr: Güvenlik

source: Selective testing
ja: 選択的テスト
ru: Выборочное тестирование
tr: Seçmeli test

source: Self-host your instance of Tuist
es: Autoaloja tu instancia de Tuist
ja: Tuistインスタンスをセルフホスト
ru: Разверните свой инстанс Tuist на вашей инфраструктуре
tr: Tuist örneğinizi kendiniz barındırın

source: Self-hosting Tuist instance
es: Instancia Tuist autoalojada
ja: Tuistインスタンスのセルフホスティング
ru: Самостоятельный хостинг Tuist
tr: Yerel barındırılmış Tuist örneği

source: Send us an email
es: Envíenos un correo electrónico
ja: メールでお問い合わせ
ru: Напишите нам письмо
tr: Bize bir e-posta gönderin

source: Share your app builds with others via URL for testing on simulators or devices.
es: Comparta las versiones de su aplicación con otros usuarios a través de una URL para probarlas en simuladores o dispositivos.
ja: URLでアプリのビルドを共有し、シミュレーターやデバイスでテスト。
ru: Делитесь своими сборками приложений с другими пользователями по URL для тестирования на симуляторах или устройствах.
tr: Simülatörlerde veya cihazlarda test etmek için uygulama derlemelerinizi URL aracılığıyla başkalarıyla paylaşın.

source: Shared app preview with the team
es: Vista previa de la aplicación compartida con el equipo
ja: チームとアプリプレビューを共有
ru: Предпросмотр отправлен команде
tr: Uygulama önizlemesi ekip ile paylaşıldı

source: Shrink your app by cleaning up code and assets
es: Reduzca su aplicación limpiando el código y los activos
ja: コードとアセットを整理してアプリを軽量化
ru: Уменьшайте размер приложения, очищая код и ресурсы
tr: Kod ve medyayı temizleyerek uygulamanızı küçültün

source: Sign up
es: Registrarse
ja: 登録
ru: Регистрация
tr: Kaydolun

source: Sign up to get early access to Tuist QA
es: Regístrate para obtener acceso anticipado a Tuist QA
ja: Tuist QAの早期アクセスに登録
ru: Зарегистрируйтесь, чтобы получить ранний доступ к Tuist QA
tr: Tuist QA'ya erken erişim için kaydolun

source: Since adopting Tuist in our iOS project, we've seen major improvements in scalability and productivity. Overall, it has made our development process faster and more efficient, allowing the team to focus on building features without being slowed down by tool limitations.
es: Desde que adoptamos Tuist en nuestro proyecto iOS, hemos observado importantes mejoras en la escalabilidad y la productividad. En general, ha hecho que nuestro proceso de desarrollo sea más rápido y eficiente, lo que permite al equipo centrarse en la creación de funciones sin verse frenado por las limitaciones de la herramienta.
ja: iOSプロジェクトにTuistを導入して以来、スケーラビリティと生産性が大幅に向上しました。開発プロセスがより速く効率的になり、ツールの制限に邪魔されることなく機能開発に集中できるようになりました。
ru: С момента внедрения Tuist в наш iOS-проект мы заметили существенный рост масштабируемости и продуктивности. Это ускорило и сделало процесс разработки более эффективным, позволив команде сосредоточиться на создании новых фичей, не отвлекаясь на ограничения инструментов.
tr: Tuist'i iOS projemizde kullanmaya başladığımızdan beri ölçeklenebilirlik ve üretkenlikte önemli gelişmeler gördük. Genel olarak, geliştirme sürecimizi daha hızlı ve daha verimli hale getirerek ekibin araç sınırlamaları tarafından yavaşlatılmadan özellikler oluşturmaya odaklanmasını sağladı.

source: Skipped repetitive tests
es: Pruebas repetitivas omitidas
ja: 繰り返しテストをスキップ
ru: Без повторных тестов
tr: Tekrarlı testler atlandı

source: Social Media Links
es: Enlaces a redes sociales
ja: ソーシャルメディアリンク
ru: Ссылки на социальные сети
tr: Sosyal Medya Bağlantıları

source: Socials
es: Sociales
ja: ソーシャル
ru: Социальные сети
tr: Sosyal Medya

source: Something went wrong. Please try again.
es: Algo ha ido mal. Por favor, inténtelo de nuevo.
ja: エラーが発生しました。もう一度お試しください。
ru: Что-то пошло не так. Пожалуйста, попробуйте снова.
tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin.

source: Sources
es: Fuentes
ja: ソース
ru: Исходный код
tr: Kaynaklar

source: Speed up clean builds by caching binaries for cacheable targets and Swift tasks.
es: Acelera las compilaciones limpias almacenando en caché los binarios de los objetivos almacenables en caché y las tareas Swift.
ja: キャッシュ可能なターゲットとSwiftタスクのバイナリをキャッシュしてクリーンビルドを高速化。
ru: Ускоряйте чистые сборки за счёт кеширования бинарных файлов для кешируемых таргетов и Swift-задач.
tr: Önbelleğe alınabilir hedefler ve Swift görevleri için ikili dosyaları önbelleğe alarak temiz derlemeleri hızlandırın.

source: Speed up test runs by skipping test suites whose tests are not impacted by the changes.
es: Acelere la ejecución de las pruebas omitiendo las suites de pruebas que no se vean afectadas por los cambios.
ja: 変更の影響を受けないテストスイートをスキップしてテスト実行を高速化。
ru: Ускоряйте тесты, пропуская наборы, не затронутые изменениями.
tr: Testleri değişikliklerden etkilenmeyen test süitlerini atlayarak test çalıştırmalarını hızlandırın.

source: Speed up your builds and test runs.
es: Acelere sus compilaciones y pruebas.
ja: ビルドとテスト実行を高速化。
ru: Ускоряйте ваши сборки и запуск тестов.
tr: Derlemelerinizi ve test çalışmalarınızı hızlandırın.

source: Speeds up builds by reusing compiled binaries, cutting down build times in both local development and CI.
es: Acelera las compilaciones mediante la reutilización de binarios compilados, reduciendo los tiempos de compilación tanto en el desarrollo local como en CI.
ja: コンパイル済みバイナリを再利用してビルドを高速化し、ローカル開発とCIの両方でビルド時間を短縮。
ru: Ускоряет сборку за счёт повторного использования уже скомпилированных бинарных файлов – как локально, так и в CI.
tr: Derlenmiş ikili dosyaları yeniden kullanarak derlemeleri hızlandırır, hem yerel geliştirme hem de CI'da derleme sürelerini kısaltır.

source: Standard support
es: Soporte estándar
ja: 標準サポート
ru: Стандартная поддержка
tr: Standart destek

source: Standard support via Slack and email
es: Asistencia estándar a través de Slack y correo electrónico
ja: Slackとメールによる標準サポート
ru: Стандартная поддержка через Slack и почту
tr: Slack ve e-posta yoluyla standart destek

source: Standards
es: Normas
ja: 標準
ru: Стандарты
tr: Standartlar

source: Stars on GitHub
es: Estrellas en GitHub
ja: GitHubスター数
ru: звёзд на GitHub
tr: GitHub'daki Yıldızlar

source: Start free,
es: Empieza gratis,
ja: 無料で始めて、
ru: Начните бесплатно,
tr: Ücretsiz başla,

source: Start free, scale as you grow
es: Empieza gratis, crece sin límites
ja: 無料で始めて、成長に合わせてスケール
ru: Начните бесплатно, масштабируйтесь по мере роста
tr: Ücretsiz başlayın, büyüdükçe ölçeklendirin

source: Stay in touch
es: Mantente en contacto
ja: つながりを保つ
ru: Оставайтесь на связи
tr: İletişimde kalın

source: Stay updated with the latest changes and improvements in Tuist.
es: Mantente al día de los últimos cambios y mejoras en Tuist.
ja: Tuistの最新の変更と改善を把握しましょう。
ru: Следите за обновлениями и улучшениями в Tuist.
tr: Tuist'teki en son değişiklikler ve iyileştirmelerden haberdar olun.

source: Stay updated with the latest changes and improvements in Tuist. Read our changelog for detailed information about new features, bug fixes, and enhancements.
es: Mantente al día de los últimos cambios y mejoras en Tuist. Lee nuestro registro de cambios para obtener información detallada sobre nuevas funciones, correcciones de errores y mejoras.
ja: Tuistの最新の変更と改善を把握しましょう。新機能、バグ修正、機能強化の詳細は変更履歴をご覧ください。
ru: Следите за обновлениями и улучшениями в Tuist. Ознакомьтесь с changelog, чтобы узнать подробности о новых функциях, исправлениях ошибок и улучшениях.
tr: Tuist'teki en son değişiklikler ve iyileştirmelerle güncel kalın. Yeni özellikler, hata düzeltmeleri ve geliştirmeler hakkında ayrıntılı bilgi için değişiklik günlüğümüzü okuyun.

source: Stay updated—subscribe to our newsletter
es: Manténgase al día: suscríbase a nuestro boletín
ja: ニュースレターを購読して最新情報を入手
ru: Следите за обновлениями – подпишитесь на нашу рассылку
tr: Güncel kalın, bültenimize abone olun

source: Subscribe
es: Suscribirse
ja: 購読
ru: Подписаться
tr: Abone Olun

source: Successfully Subscribed!
es: ¡Suscrito con éxito!
ja: 登録完了！
ru: Подписка оформлена!
tr: Başarıyla Abone Oldun!

source: Supercharge your app development
es: Dale superpoderes a tu desarrollo de apps
ja: アプリ開発を加速
ru: Ускорьте разработку вашего приложения
tr: Uygulama geliştirmenizi güçlendirin

source: Support
es: Soporte
ja: サポート
ru: Поддержка
tr: Destek

source: Swift Stories Newsletter
es: Boletín Swift Stories
ja: Swift Storiesニュースレター
ru: Рассылка Swift Stories
tr: Swift Hikayeleri Bülteni

source: Tailored agreement for specific needs
es: Acuerdo a medida para necesidades específicas
ja: 特定のニーズに合わせた契約
ru: Индивидуальные условия под ваши задачи
tr: Özel ihtiyaçlar için uyarlanmış anlaşma

source: Tailored legal terms
es: Condiciones jurídicas a medida
ja: カスタマイズされた法的条件
ru: Индивидуальные юридические соглашения
tr: Özel yasal şartlar

source: Talk to us
es: Hable con nosotros
ja: お問い合わせください
ru: Связаться с нами
tr: Bizimle konuşun

source: Teams using Tuist
es: Equipos que utilizan Tuist
ja: Tuistを使用しているチーム
ru: команд, использующие Tuist
tr: Tuist kullanan ekipler

source: Terms of service
es: Condiciones de servicio
ja: 利用規約
ru: Условия обслуживания
tr: Hizmet şartları

source: Test only the code impacted by the changes
es: Probar sólo el código afectado por los cambios
ja: 変更の影響を受けるコードのみをテスト
ru: Тестируйте только те части кода, на которые повлияли изменения
tr: Yalnızca değişikliklerden etkilenen kodu test edin

source: That's why Tuist exists—to restore the joy of development at any scale. We enhance Apple's native tooling by bringing innovative ideas from across the development ecosystem, so teams can focus on creating exceptional apps instead of fighting their build system.
es: Por eso existe Tuist, para devolver la alegría del desarrollo a cualquier escala. Mejoramos las herramientas nativas de Apple aportando ideas innovadoras de todo el ecosistema de desarrollo, para que los equipos puedan centrarse en crear aplicaciones excepcionales en lugar de luchar contra su sistema de compilación.
ja: だからこそTuistが存在します。あらゆる規模で開発の喜びを取り戻すために。開発エコシステム全体からの革新的なアイデアでAppleのネイティブツールを強化し、チームがビルドシステムと戦うのではなく、卓越したアプリの開発に集中できるようにします。
ru: Именно поэтому существует Tuist – вернуть удовольствие от разработки в проектах любого размера. Мы усиливаем нативные инструменты Apple, привнося в них передовые идеи из экосистемы разработки, чтобы команды могли сосредоточиться на создании отличных приложений, а не на разбор проблем со сборкой.
tr: Tuist işte bu yüzden var: Her ölçekte geliştirmenin keyfini yeniden yaşatmak için. Geliştirme ekosisteminin dört bir yanından yenilikçi fikirler getirerek Apple'ın yerel araçlarını geliştiriyoruz, böylece ekipler derleme sistemleriyle savaşmak yerine olağanüstü uygulamalar oluşturmaya odaklanabiliyorlar.

source: The newsletter issue %{issue_number} was not found.
es: No se ha encontrado el número de boletín %{issue_number}.
ja: ニュースレター第%{issue_number}号が見つかりませんでした。
ru: Выпуск рассылки %{issue_number} не найден.
tr: Haber bülteni sayısı %{sayı_sayı} bulunamadı.

source: The newsletter issue number %{issue_number} is not a valid number.
es: El número del boletín %{issue_number} no es un número válido.
ja: ニュースレター番号%{issue_number}は有効な番号ではありません。
ru: Номер выпуска рассылки %{issue_number} недействителен.
tr: Bülten sayı numarası %{issue_number} geçerli bir sayı değil.

source: The same iOS tooling that powers apps with millions of users, delivered as a service for your team
es: Las mismas herramientas de iOS que hacen funcionar aplicaciones con millones de usuarios, entregadas como un servicio para tu equipo.
ja: 数百万ユーザーのアプリを支えるiOSツールと同じものを、あなたのチーム向けにサービスとして提供
ru: Те же инструменты iOS, что используются в приложениях с миллионами пользователей, – теперь как сервис для вашей команды
tr: Milyonlarca kullanıcısı olan uygulamalara güç veren iOS araçlarının aynısı, ekibiniz için bir hizmet olarak sunuluyor

source: The same iOS tooling that powers billion-user apps, delivered as a service for your team
es: Las mismas herramientas para iOS que hacen funcionar aplicaciones con miles de millones de usuarios, en forma de servicio para tu equipo.
ja: 数十億ユーザーのアプリを支えるiOSツールと同じものを、あなたのチーム向けにサービスとして提供
ru: Те же инструменты iOS, что используются в приложениях с миллионами пользователей, – теперь как сервис для вашей команды
tr: Milyarlarca kullanıcılı uygulamalara güç veren iOS araçlarının aynısı, ekibiniz için bir hizmet olarak sunuluyor

source: The team
es: El equipo
ja: チーム
ru: Команда
tr: Ekip

source: There was an error signing you up on the newsletter
es: Se ha producido un error al darte de alta en el boletín de noticias
ja: ニュースレターの登録中にエラーが発生しました
ru: Произошла ошибка при оформлении подписки на рассылку
tr: Sizi haber bültenine kaydederken bir hata oluştu

source: Track and reduce app size by spotting duplicate assets and bloated resources.
es: Controle y reduzca el tamaño de la aplicación detectando activos duplicados y recursos sobrecargados.
ja: 重複アセットや肥大化したリソースを検出してアプリサイズを追跡・削減。
ru: Отслеживайте и уменьшайте размер приложения, находя дубликаты ресурсов и избыточные данные.
tr: Yinelenen varlıkları ve şişirilmiş kaynakları tespit ederek uygulama boyutunu takip edin ve azaltın.

source: Trendyol reduced build times by 65% with Tuist
es: Trendyol reduce el tiempo de construcción en un 65% con Tuist
ja: TrendyolはTuistでビルド時間を65%短縮
ru: С Tuist Trendyol ускорила сборки на 65%
tr: Trendyol, Tuist ile yapım sürelerini %65 azalttı

source: Trusted by the world's best developer teams
es: La confianza de los mejores equipos de desarrolladores del mundo
ja: 世界最高の開発チームから信頼されています
ru: Нам доверяют лучшие команды разработчиков по всему миру
tr: Dünyanın en iyi geliştirici ekipleri tarafından güvenilir

source: Tuist Changelog
es: Registro de cambios de Tuist
ja: Tuist変更履歴
ru: История изменений Tuist
tr: Tuist Değişiklik Günlüğü

source: Tuist Digest Newsletter
es: Boletín Tuist Digest
ja: Tuist Digestニュースレター
ru: Рассылка Tuist Digest
tr: Tuist Digest Haber Bülteni

source: Tuist Icon
es: Icono Tuist
ja: Tuistアイコン
ru: Иконка Tuist
tr: Tuist İkon
